Repository: cesarBLG/ETCS
Catalog: locales/evc/*.po
Languages: el

source: Level crossing not protected
el: Η ισόπεδη διάβαση δεν προστατεύεται

source: Acknowledgement
el: Αναγνώριση

source: Level 0
el: επίπεδο 0

source: Level 1
el: Επίπεδο 1

source: Level 2
el: Επίπεδο 2

source: Level 3
el: Επίπεδο 3

source: Level
el: Επίπεδο

source: Train running number
el: αριθμός τρένου

source: RBC ID
el: Αναγνωριστικό RBC

source: RBC phone number
el: Τηλέφωνο RBC

source: RBC data
el: Δεδομένα RBC

source: Train type
el: Είδος τρένου

source: Brake percentage
el: ποσοστό φρένων

source: Loading gauge
el: Μετρητής φόρτωσης

source: Out of GC
el: Εκτός GC

source: Train category
el: τύπου τρένου

source: PASS 1
el: ΤΑΞΙΔΙ Ν

source: PASS 2
el: ΒΗΜΑ 2

source: PASS 3
el: ΤΑΞΙΔΙΑ

source: TILT 1
el: ΚΛΙΣΗ 1

source: TILT 2
el: ΤΑΞΙΔΙ Β

source: TILT 3
el: ΚΛΙΣΗ 3

source: TILT 4
el: ΤΑΞΙΔΙ Γ

source: TILT 5
el: ΚΛΙΣΗ 5

source: TILT 6
el: ΤΑΞΙΔΙ Δ

source: TILT 7
el: ΚΛΙΣΗ 7

source: FP 1
el: MERC P/V N

source: FP 2
el: PF 2

source: FP 3
el: PF 3

source: FP 4
el: PF 4

source: FG 1
el: MERC F/G N

source: Axle load category
el: Κατηγορία φορτίου άξονα

source: data
el: δεδομένα

source: Adhesion
el: Προσκόλληση

source: Non slippery rail
el: Μη ολισθηρή ράγα

source: Slippery rail
el: Ολισθηρή ράγα

source: Language
el: Γλώσσα

source: Set VBC
el: Προσθήκη VBC

source: VBC code
el: Κωδικός VBC

source: Remove VBC
el: Αφαιρέστε το VBC

source: Brake percentaje
el: ποσοστό φρένων

source: Airtight
el: Πίεση

source: Yes
el: ναι

source: No
el: Οχι

source: Data view
el: Δείτε στοιχεία

source: System version
el: Έκδοση συστήματος

source: Operated system version
el: Έκδοση λειτουργικού συστήματος

source: Train is rejected
el: απορριφθέν τρένο

source: Shunting request failed
el: αδύνατος ελιγμός

source: Validate set VBC
el: Επικύρωση προστέθηκε VBC

source: Validate remove VBC
el: Επικύρωση αφαίρεσης VBC

source: Validate
el: Επικυρώνω

source: SH refused
el: Ο ελιγμός απορρίφθηκε

source: Trackside not compatible
el: η διαδρομή δεν υποστηρίζεται

source: Entering FS
el: Είσοδος στο FS

source: Entering OS
el: εισαγωγή στο ΛΣ

source: Balise read error
el: Αποτυχία ανάγνωσης φάρου

source: No MA received at level transition
el: Όχι MA σε μετάβαση σε επίπεδο

source: Communication error
el: σφάλμα επικοινωνίας

source: SR distance exceeded
el: Υπέρβαση απόστασης SR

source: SH stop order
el: Διακοπή παραγγελίας στο SH

source: SR stop order
el: Εντολή διακοπής SR

source: Emergency stop
el: Στάση έκτακτης ανάγκης

source: No track description
el: δεν υπάρχουν δεδομένα κομματιού

source: brake demand
el: ζήτηση φρένων

source: failed
el: απέτυχε

source: not available
el: μη διαθέσιμος

source: Route suitability - loading gauge
el: Καταλληλότητα διαδρομής - μανόμετρο φόρτωσης

source: Route suitability - axle load category
el: Καταλληλότητα διαδρομής - κατηγορία φορτίου άξονα

source: Route suitability - traction system
el: Καταλληλότητα διαδρομής - σύστημα πρόσφυσης

source: Runaway movement
el: Γλιστρώ

source: Train data changed
el: Τα δεδομένα αμαξοστοιχίας άλλαξαν
